//  'use strict'  
    
        //1.Если переменная test равна true, то выведите 'Верно', иначе выведите 'Неверно'. 
        // Проверьте работу скрипта при test, равном true, false.
        // Напишите два варианта скрипта - с короткой записью и с длинной.
//         let a = prompt("enter a number")
// let test = true;
// if(test == true) {
//     alert('Верно');
// } else{
//     alert('неверно');
// }

        //2.Если переменная test не равна true, то выведите 'Верно', иначе выведите 'Неверно'. 
        // Проверьте работу скрипта при test, равном true, false. Напишите два варианта скрипта - с короткой записью и с длинной.

//         let test = false;
// if (test !== true) {
//     alert('Верно');
// } else{
//     alert('Неверно');
// }

